{
  "companyId": "sk-inc-001",
  "companyName": "SK Inc.",
  "year": 2024,
  "questions": [
    {
      "questionNumber": "2.2",
      "titleKo": "환경 의존성 및/또는 영향 식별, 평가, 관리 프로세스",
      "titleEn": "Does your organization have a process for identifying, assessing, and managing environmental dependencies and/or impacts?",
      "questionType": "table",
      "answerData": {
        "rows": [
          {
            "field": "Process in place",
            "fieldKo": "프로세스 존재 여부",
            "type": "select",
            "value": "Yes"
          },
          {
            "field": "Dependencies and/or impacts evaluated in this process",
            "fieldKo": "이 프로세스에서 평가된 의존성 및/또는 영향",
            "type": "select",
            "value": "Both dependencies and impacts"
          }
        ]
      },
      "children": [
        {
          "questionNumber": "2.2.1",
          "titleKo": "환경 리스크 및/또는 기회 식별, 평가, 관리 프로세스",
          "titleEn": "Does your organization have a process for identifying, assessing, and managing environmental risks and/or opportunities?",
          "questionType": "table",
          "answerData": {
            "rows": [
              {
                "field": "Process in place",
                "fieldKo": "프로세스 존재 여부",
                "type": "select",
                "value": "Yes"
              },
              {
                "field": "Risks and/or opportunities evaluated in this process",
                "fieldKo": "이 프로세스에서 평가된 리스크 및/또는 기회",
                "type": "select",
                "value": "Both risks and opportunities"
              },
              {
                "field": "Is this process informed by the dependencies and/or impacts process?",
                "fieldKo": "이 프로세스가 의존성 및/또는 영향 프로세스에 기반하는지 여부",
                "type": "select",
                "value": "Yes"
              }
            ]
          }
        },
        {
          "questionNumber": "2.2.2",
          "titleKo": "프로세스 세부사항",
          "titleEn": "Provide details of your organization's process for identifying, assessing, and managing environmental dependencies, impacts, risks, and/or opportunities.",
          "questionType": "mixed",
          "answerData": {
            "subQuestions": {
              "2.2.2.1": {
                "field": "Environmental issue",
                "fieldKo": "환경 이슈",
                "type": "multiselect",
                "values": ["Climate change"]
              },
              "2.2.2.2": {
                "field": "Indicate which of dependencies, impacts, risks, and opportunities are covered by the process for this environmental issue",
                "fieldKo": "이 환경 이슈에 대해 프로세스가 다루는 의존성, 영향, 리스크, 기회 항목",
                "type": "multiselect",
                "values": ["Dependencies", "Impacts", "Risks", "Opportunities"]
              },
              "2.2.2.3": {
                "field": "Value chain stages covered",
                "fieldKo": "적용되는 가치사슬 단계",
                "type": "multiselect",
                "values": [
                  "Direct operations",
                  "Upstream value chain",
                  "Downstream value chain"
                ]
              },
              "2.2.2.4": {
                "field": "Coverage",
                "fieldKo": "적용 범위",
                "type": "select",
                "value": "Full"
              },
              "2.2.2.5": {
                "field": "Supplier tiers covered",
                "fieldKo": "적용되는 공급업체 계층",
                "type": "multiselect",
                "values": ["Tier 1 suppliers"]
              },
              "2.2.2.7": {
                "field": "Type of assessment",
                "fieldKo": "평가 유형",
                "type": "select",
                "value": "Qualitative and quantitative"
              },
              "2.2.2.8": {
                "field": "Frequency of assessment",
                "fieldKo": "평가 빈도",
                "type": "select",
                "value": "Annually"
              },
              "2.2.2.9": {
                "field": "Time horizons covered",
                "fieldKo": "적용되는 시간 범위",
                "type": "multiselect",
                "values": ["Short-term", "Medium-term", "Long-term"]
              },
              "2.2.2.10": {
                "field": "Integration of risk management process",
                "fieldKo": "리스크 관리 프로세스 통합",
                "type": "select",
                "value": "Integrated into multi-disciplinary organization-wide risk management process"
              },
              "2.2.2.11": {
                "field": "Location-specificity used",
                "fieldKo": "사용된 위치 특이성",
                "type": "multiselect",
                "values": ["Site-specific"]
              },
              "2.2.2.12": {
                "field": "Tools and methods used",
                "fieldKo": "사용된 도구 및 방법론",
                "type": "categorized_multiselect",
                "categories": {
                  "Enterprise Risk Management": [
                    "ISO 31000 Risk Management Standard"
                  ],
                  "International methodologies and standards": [
                    "IPCC Climate Change Projections",
                    "ISO 14001 Environmental Management Standard"
                  ],
                  "Other": ["Materiality assessment", "Scenario analysis"]
                }
              },
              "2.2.2.13": {
                "field": "Risk types and criteria considered",
                "fieldKo": "고려된 리스크 유형 및 기준",
                "type": "categorized_multiselect",
                "categories": {
                  "Acute physical": [
                    "Cyclones, hurricanes, typhoons",
                    "Drought",
                    "Flood (coastal, fluvial, pluvial, ground water)",
                    "Heat waves",
                    "Heavy precipitation (rain, hail, snow/ice)"
                  ],
                  "Chronic physical": [
                    "Sea level rise",
                    "Temperature variability"
                  ],
                  "Policy": [
                    "Carbon pricing mechanisms",
                    "Changes to national legislation"
                  ],
                  "Market": [
                    "Changing customer behavior",
                    "Uncertainty in the market signals"
                  ],
                  "Reputation": [
                    "Increased partner and stakeholder concern and partner and stakeholder negative feedback"
                  ],
                  "Technology": [
                    "Transition to lower emissions technology and products",
                    "Unsuccessful investment in new technologies"
                  ],
                  "Liability": ["Exposure to litigation"]
                }
              },
              "2.2.2.14": {
                "field": "Partners and stakeholders considered",
                "fieldKo": "고려된 파트너 및 이해관계자",
                "type": "multiselect",
                "values": [
                  "Customers",
                  "Employees",
                  "Investors",
                  "Local communities",
                  "Suppliers"
                ]
              },
              "2.2.2.15": {
                "field": "Has this process changed since the previous reporting year?",
                "fieldKo": "이전 보고 연도 이후 프로세스 변경 여부",
                "type": "select",
                "value": "Yes"
              },
              "2.2.2.16": {
                "field": "Further details of process",
                "fieldKo": "프로세스 추가 세부사항",
                "type": "textarea",
                "value": "SK Inc. operates a company-wide process to systematically identify and assess climate-related risks and opportunities, based on the TCFD recommendations. In 2022, the company established a Portfolio ESG Management Framework, and in 2023, the ESG Committee was briefed on the publication of the TCFD report and the results of the portfolio climate change risk analysis. Within the enterprise risk management (ERM) system, climate-related risks are categorized into transition and physical risks and are regularly reviewed. Scenario-based qualitative and quantitative assessments are conducted across short-term (up to 2025), medium-term (up to 2030), and long-term (up to 2040) time horizons. The results are reflected in business strategies and financial planning and are reported to senior management through ESG committees and executive meetings.",
                "valueKo": "SK Inc.는 TCFD 권고사항에 기반하여 기후 관련 리스크와 기회를 체계적으로 식별하고 평가하는 전사적 프로세스를 운영하고 있습니다. 2022년에 포트폴리오 ESG 관리 프레임워크를 수립하였으며, 2023년에는 ESG 위원회에 TCFD 보고서 발간 및 포트폴리오 기후변화 리스크 분석 결과를 보고하였습니다. 전사 리스크 관리(ERM) 시스템 내에서 기후 관련 리스크는 전환 리스크와 물리적 리스크로 분류되어 정기적으로 검토됩니다. 시나리오 기반 정성적·정량적 평가가 단기(2025년까지), 중기(2030년까지), 장기(2040년까지) 시간 범위에 걸쳐 수행됩니다. 결과는 사업 전략과 재무 계획에 반영되며 ESG 위원회와 경영진 회의를 통해 고위 경영진에게 보고됩니다."
              }
            }
          }
        },
        {
          "questionNumber": "2.2.7",
          "titleKo": "환경 의존성, 영향, 리스크, 기회 간 상호연결성 평가",
          "titleEn": "Are the interconnections between environmental dependencies, impacts, risks and/or opportunities assessed?",
          "questionType": "mixed",
          "answerData": {
            "subQuestions": {
              "2.2.7.1": {
                "field": "Interconnections between environmental dependencies, impacts, risks and/or opportunities assessed",
                "fieldKo": "환경 의존성, 영향, 리스크, 기회 간 상호연결성 평가 여부",
                "type": "select",
                "value": "Yes"
              },
              "2.2.7.2": {
                "field": "Description of how interconnections are assessed",
                "fieldKo": "상호연결성 평가 방법 설명",
                "type": "textarea",
                "value": "SK Inc. recognizes that while our business does not rely on direct extraction or use of natural resources, our digital infrastructure—especially data centers—has significant dependencies on electricity and water, both of which are interconnected through climate-related dynamics. To evaluate these interconnections, we used the ENCORE tool (provided by UNEP) based on our sector classification ISIC 620: Computer programming, consultancy and related activities. The analysis identified 9 material dependencies on ecosystem services, including local climate regulation and water provisioning, and 2 medium materiality environmental pressures (land use and disturbances such as noise or light). In particular, data centers require both electricity and water for cooling. Under drought or degraded water quality scenarios, this interconnection results in lower cooling efficiency, increased electricity demand, operational costs, and Scope 2 emissions—demonstrating the cascading nature of environmental risks. As ENCORE provides global-level data by industry, we complemented this analysis with location-specific evaluations, including water stress indices and climate scenario analysis for the regions where our data centers operate. These assessments are structured using the DIRO framework (Dependencies–Impacts–Risks–Opportunities) and are integrated into our enterprise risk management (ERM) system. The insights inform decisions such as site selection, green cooling technologies, and AI-driven energy efficiency measures.",
                "valueKo": "SK Inc.는 당사의 사업이 천연자원의 직접적인 추출이나 사용에 의존하지 않지만, 디지털 인프라, 특히 데이터 센터가 전기와 물에 상당한 의존성을 가지고 있으며, 이 둘은 기후 관련 역학을 통해 상호연결되어 있음을 인식하고 있습니다. 이러한 상호연결성을 평가하기 위해 ISIC 620: 컴퓨터 프로그래밍, 컨설팅 및 관련 활동 산업분류에 기반한 ENCORE 도구(UNEP 제공)를 사용했습니다. 분석 결과 지역 기후 조절 및 물 공급을 포함한 생태계 서비스에 대한 9가지 중요 의존성과 2가지 중간 중요도의 환경 압력(토지 사용 및 소음이나 빛과 같은 교란)이 확인되었습니다. 특히 데이터 센터는 냉각을 위해 전기와 물이 모두 필요합니다. 가뭄 또는 수질 저하 시나리오에서 이 상호연결은 냉각 효율 저하, 전력 수요 증가, 운영 비용 및 Scope 2 배출량 증가로 이어져 환경 리스크의 연쇄적 특성을 보여줍니다. ENCORE가 산업별 글로벌 수준 데이터를 제공하므로, 데이터 센터가 운영되는 지역의 물 스트레스 지수 및 기후 시나리오 분석을 포함한 위치별 평가로 이 분석을 보완했습니다. 이러한 평가는 DIRO 프레임워크(의존성-영향-리스크-기회)를 사용하여 구조화되었으며 전사 리스크 관리(ERM) 시스템에 통합되어 있습니다. 이 인사이트는 사이트 선정, 친환경 냉각 기술, AI 기반 에너지 효율화 조치 등의 의사결정에 활용됩니다."
              }
            }
          }
        }
      ]
    },
    {
      "questionNumber": "2.3",
      "titleKo": "가치사슬 전반의 우선순위 위치 식별",
      "titleEn": "Have you identified priority locations across your value chain?",
      "questionType": "mixed",
      "answerData": {
        "subQuestions": {
          "2.3.1": {
            "field": "Identification of priority locations",
            "fieldKo": "우선순위 위치 식별",
            "type": "select",
            "value": "No, and we do not plan to within the next two years"
          },
          "2.3.7": {
            "field": "Primary reason for not identifying priority locations",
            "fieldKo": "우선순위 위치를 식별하지 않는 주요 이유",
            "type": "select",
            "value": "Not an immediate strategic priority"
          },
          "2.3.8": {
            "field": "Explain why you do not identify priority locations",
            "fieldKo": "우선순위 위치를 식별하지 않는 이유 설명",
            "type": "textarea",
            "value": "SK Inc. operates primarily as a digital-based IT services and consulting company. Unlike resource-intensive or manufacturing sectors, our value chain does not currently exhibit highly localized environmental risk concentrations. To date, we have assessed that climate- and nature-related risks are not likely to have immediate or material strategic impacts at specific geographic locations, and therefore the identification of priority locations has not been established as an immediate strategic priority. However, we are conducting selective location-based risk assessments for key assets such as data centers.",
            "valueKo": "SK Inc.는 주로 디지털 기반 IT 서비스 및 컨설팅 회사로 운영됩니다. 자원 집약적 산업이나 제조업과 달리 당사의 가치사슬은 현재 고도로 지역화된 환경 리스크 집중을 보이지 않습니다. 현재까지 기후 및 자연 관련 리스크가 특정 지리적 위치에서 즉각적이거나 중대한 전략적 영향을 미칠 가능성이 낮다고 평가되었으며, 따라서 우선순위 위치 식별은 즉각적인 전략적 우선순위로 설정되지 않았습니다. 그러나 데이터 센터와 같은 핵심 자산에 대해서는 선별적으로 위치 기반 리스크 평가를 수행하고 있습니다."
          }
        }
      }
    },
    {
      "questionNumber": "2.4",
      "titleKo": "실질적 영향(Substantive effects) 정의",
      "titleEn": "How does your organization define substantive effects on your organization?",
      "questionType": "categorized_table",
      "answerData": {
        "categories": {
          "Risks": {
            "categoryKo": "리스크",
            "rows": [
              {
                "field": "Type of definition",
                "fieldKo": "정의 유형",
                "questionNumber": "2.4.1",
                "type": "multiselect",
                "values": ["Qualitative", "Quantitative"]
              },
              {
                "field": "Indicator used to define substantive effect",
                "fieldKo": "실질적 영향 정의에 사용된 지표",
                "questionNumber": "2.4.2",
                "type": "select",
                "value": "Direct operating costs"
              },
              {
                "field": "Change to indicator",
                "fieldKo": "지표 변화",
                "questionNumber": "2.4.3",
                "type": "select",
                "value": "% increase"
              },
              {
                "field": "% change to indicator",
                "fieldKo": "지표 변화율",
                "questionNumber": "2.4.4",
                "type": "select",
                "value": "1-10"
              },
              {
                "field": "Metrics considered in definition",
                "fieldKo": "정의에 고려된 지표",
                "questionNumber": "2.4.6",
                "type": "multiselect",
                "values": [
                  "Time horizon over which the effect occurs",
                  "Likelihood of effect occurring"
                ]
              }
            ],
            "application": {
              "field": "Application of definition",
              "fieldKo": "정의 적용",
              "questionNumber": "2.4.7",
              "type": "textarea",
              "value": "SK Inc. has determined significant risks by evaluating the likelihood and business impact of each risk and opportunity over short-term, medium-term, and long-term periods. Transition risks were examined from various perspectives, including policy/law, technology, market, and reputation, to develop a risk pool. Physical risks were classified as acute or chronic to form another risk pool. For each risk in the pool, the business impact and short-term/medium-term/long-term time frames were considered, and priorities were rated as high, medium, or low to identify significant risks. In addition, if climate change-related risks exceed 1% of equity, they are considered significant and must be reported to and addressed by a decision-making body involving the CEO or higher executives. Furthermore, if there are concerns or demands for improvement from stakeholders such as customers, investors, governments, and NGOs regarding climate change-related risks, or if negative social value factors such as a decline in external reputation are predicted, both the financial impact from an economic value perspective and the strategic impact from a social value perspective are considered.",
              "valueKo": "SK Inc.는 단기, 중기, 장기에 걸쳐 각 리스크와 기회의 가능성과 사업 영향을 평가하여 중요한 리스크를 결정했습니다. 전환 리스크는 정책/법률, 기술, 시장, 평판 등 다양한 관점에서 검토하여 리스크 풀을 개발했습니다. 물리적 리스크는 급성 또는 만성으로 분류하여 또 다른 리스크 풀을 형성했습니다. 풀의 각 리스크에 대해 사업 영향과 단기/중기/장기 시간 프레임을 고려하고, 우선순위를 높음, 중간, 낮음으로 평가하여 중요한 리스크를 식별했습니다. 또한 기후변화 관련 리스크가 자기자본의 1%를 초과하면 중요한 것으로 간주되어 CEO 이상의 고위 경영진이 참여하는 의사결정 기구에 보고하고 대응해야 합니다. 더불어 고객, 투자자, 정부, NGO 등 이해관계자로부터 기후변화 관련 리스크에 대한 우려나 개선 요구가 있거나, 외부 평판 하락 등 부정적 사회적 가치 요소가 예상되는 경우, 경제적 가치 관점의 재무적 영향과 사회적 가치 관점의 전략적 영향을 모두 고려합니다."
            }
          },
          "Opportunities": {
            "categoryKo": "기회",
            "rows": [
              {
                "field": "Type of definition",
                "fieldKo": "정의 유형",
                "questionNumber": "2.4.1",
                "type": "multiselect",
                "values": ["Qualitative", "Quantitative"]
              },
              {
                "field": "Indicator used to define substantive effect",
                "fieldKo": "실질적 영향 정의에 사용된 지표",
                "questionNumber": "2.4.2",
                "type": "select",
                "value": "EBITDA"
              },
              {
                "field": "Change to indicator",
                "fieldKo": "지표 변화",
                "questionNumber": "2.4.3",
                "type": "select",
                "value": "% increase"
              },
              {
                "field": "% change to indicator",
                "fieldKo": "지표 변화율",
                "questionNumber": "2.4.4",
                "type": "select",
                "value": "21-30"
              },
              {
                "field": "Metrics considered in definition",
                "fieldKo": "정의에 고려된 지표",
                "questionNumber": "2.4.6",
                "type": "multiselect",
                "values": [
                  "Time horizon over which the effect occurs",
                  "Likelihood of effect occurring"
                ]
              }
            ],
            "application": {
              "field": "Application of definition",
              "fieldKo": "정의 적용",
              "questionNumber": "2.4.7",
              "type": "textarea",
              "value": "SK Inc. defines and systematically identifies climate-related opportunities by analyzing the positive impacts that climate change may have on its value chain, based on its business portfolio and investment strategy. The company evaluates key opportunities across three dimensions—energy resources, market dynamics, and product/service innovation—and assesses their potential business and financial impact across short- (0–3 years), medium- (4–10 years), and long-term (over 10 years) horizons. For example, the accelerating transition from fossil fuel-based systems to renewable energy sources presents new business opportunities in areas such as battery materials, green energy solutions, and electric vehicle (EV) infrastructure. In addition, increasing demand for sustainable food sources, energy-efficient products, and IT-based environmental management services is expected to have a positive effect on SK Inc.'s operations. In the short term, these opportunities are linked to the development of eco-friendly technologies and investments in high-efficiency systems. Over the medium and long term, they support the expansion of the company's sustainable investment portfolio and serve as a foundation for generating revenue. Specifically, SK Inc. is pursuing strategic investments in EV materials and infrastructure, energy transition, and industrial transformation. These opportunities are not only part of the company's environmental response, but also represent a core strategic pathway to enhance long-term competitiveness and profitability.",
              "valueKo": "SK Inc.는 사업 포트폴리오와 투자 전략을 기반으로 기후변화가 가치사슬에 미칠 수 있는 긍정적 영향을 분석하여 기후 관련 기회를 체계적으로 정의하고 식별합니다. 회사는 에너지 자원, 시장 역학, 제품/서비스 혁신의 세 가지 차원에서 주요 기회를 평가하고, 단기(0-3년), 중기(4-10년), 장기(10년 이상) 범위에 걸쳐 잠재적 사업 및 재무 영향을 평가합니다. 예를 들어, 화석연료 기반 시스템에서 재생에너지원으로의 가속화된 전환은 배터리 소재, 그린 에너지 솔루션, 전기차(EV) 인프라 등의 분야에서 새로운 사업 기회를 제공합니다. 또한 지속가능한 식품 공급원, 에너지 효율 제품, IT 기반 환경 관리 서비스에 대한 수요 증가는 SK Inc.의 운영에 긍정적인 영향을 미칠 것으로 예상됩니다. 단기적으로 이러한 기회는 친환경 기술 개발과 고효율 시스템 투자와 연결됩니다. 중장기적으로는 회사의 지속가능한 투자 포트폴리오 확대를 지원하고 수익 창출의 기반이 됩니다. 구체적으로 SK Inc.는 EV 소재 및 인프라, 에너지 전환, 산업 변혁에 전략적 투자를 추진하고 있습니다. 이러한 기회는 회사의 환경 대응의 일부일 뿐만 아니라 장기적인 경쟁력과 수익성을 강화하기 위한 핵심 전략 경로를 나타냅니다."
            }
          }
        }
      }
    }
  ],
  "metadata": {
    "createdAt": "2024-07-15T00:00:00Z",
    "lastModifiedAt": "2024-07-15T00:00:00Z",
    "status": "submitted",
    "version": 1,
    "note": "Nested structure: 2.2 contains children [2.2.1, 2.2.2, 2.2.7]"
  }
}
